[
{"title": "Big Data Administrator", "description": "DC-Washington, ALTA IT Services is seeking a Sr. Big Data Administrator with at least 7 years of experience. Please contact ebrient@altaits.com Hadoop Administrator Contract ​​​​​​​Washington DC Tasks: • Lead and provide technical solutions and expertise for project teams and customers • Provide daily technical support for the Building environments and Enterprise Data Platforms (EDP) • Analyze, recommend and imp", "link": "http://jobview.monster.com/Big-Data-Administrator-Job-Washington-DC-US-221174788.aspx", "guid": "221174788", "pubDate": "Wed, 18 Nov 2020 08:37:40 GMT"},
{"title": "Big Data Engineer", "description": "VA-Herndon, Big Data Engineer JobDiva # 20-07366 Find your next opportunity in Financial Services! Eclaro is looking for a Big Data Engineer for our client in Herndon, VA. Eclaro’s client is a leading housing lender, providing financing for private and commercial for many Americans. If you’re up to the challenge, then take a chance at this rewarding opportunity! Responsibilities: Support the team in the writi", "link": "http://jobview.monster.com/Big-Data-Engineer-Job-Herndon-VA-US-222124629.aspx", "guid": "222124629", "pubDate": "Tue, 17 Nov 2020 14:01:46 GMT"},
{"title": "Certified Scrum Master - Big Data Projects", "description": "LA-Baton Rouge, Certified Scrum Master needed to work in a Big Data environment. The qualified candidates must have the following experience/skills: At least 3 years of experience as a Scrum Master in Data/Business Intelligence/Data Warehouse projects Working knowledge of Data Experience with JIRA and Confluence Agile certifications (CSM, PSM, CSPO) Proven track record of identifying and implementing improvements", "link": "http://jobview.monster.com/Certified-Scrum-Master-Big-Data-Projects-Job-Baton-Rouge-LA-US-219752611.aspx", "guid": "219752611", "pubDate": "Tue, 17 Nov 2020 13:19:51 GMT"},
{"title": "Big Data - Engineer/Elastic Administrator", "description": "VA-Sterling, Big Data Engineer / Elastic Administrator Memphis, TN or Sterling VA (Remote) MUST: Must be eligible for a Public Trust Experienced Big Data Engineer / Elastic Administrator 5+ years hands-on experience with supporting Linux production environments 2+ years hands-on experience with supporting Elasticsearch in production Proven track record with Red Hat Enterprise Linux administration Unix/Linux ad", "link": "http://jobview.monster.com/Big-Data-Engineer-Elastic-Administrator-Job-Sterling-VA-US-222109513.aspx", "guid": "222109513", "pubDate": "Tue, 17 Nov 2020 05:31:26 GMT"},
{"title": "Big Data Solution Architect", "description": "WA-Redmond, Development of solutions / proposals for implementation and design of scalable big data architecture Participation in consulting assessments to understand current state architecture, map it to business priorities, identify gaps and recommend a big data solutions architecture Participation in customer’s workshops and presentation of the proposed solution Design, implement and deploy high-performanc", "link": "http://jobview.monster.com/Big-Data-Solution-Architect-Job-Redmond-WA-US-221738485.aspx", "guid": "221738485", "pubDate": "Tue, 17 Nov 2020 01:15:10 GMT"},
{"title": "Big Data (Hadoop) Developer", "description": "NJ-Newark, Big Data (Hadoop) Developer Location: Newark, NJ Duration: 6+ month contract to hire Interview process: Phone and WebEx Req. # 20-01275 Contact: Brian Anderson D. 952-562-4101 Our client has an opening for a Data Engineer/Data Wrangler who will be responsible for delivering data on-prem and Cloud applications. The ideal candidate would be responsible for developing and delivering Data Lake solutio", "link": "http://jobview.monster.com/Big-Data-Hadoop-Developer-Job-Newark-NJ-US-221298399.aspx", "guid": "221298399", "pubDate": "Tue, 17 Nov 2020 00:05:59 GMT"},
{"title": "Big Data Architect", "description": "NC-Charlotte, Immediate need for a Big Data Architect for our client in the Financial Services Industry. This is a 12 month contract opportunity with long-term potential and is located in Charlotte, NC. Please review the below job description and contact me ASAP. Looking for Big Data Platform Architect to be a part of the development of next-generation enterprise big data platform that supports every line of bu", "link": "http://jobview.monster.com/Big-Data-Architect-Job-Charlotte-NC-US-221725795.aspx", "guid": "221725795", "pubDate": "Tue, 17 Nov 2020 00:10:52 GMT"},
{"title": "Licensed Vocational Nurse", "description": "TX-Big Spring, LVN’s Needed In Your Area Positions available for long term assignments and/or PRN $500.00 Rapid Response Incentive $250 Refer a CNA Incentive $500.00 Refer a LVN Incentive Great Pay Rates!!! Pay: Same Day, Weekly or Bi-Weekly. It’s Your Choice! For more information contact: Critical Health Connection, LLC. info@chcmedstaff.com tina@chcmedstaff.com - PRN Opportunities ronnie@chcmedstaff.com - full", "link": "http://jobview.monster.com/Licensed-Vocational-Nurse-Job-Big-Spring-TX-US-220378735.aspx", "guid": "220378735", "pubDate": "Tue, 17 Nov 2020 00:14:13 GMT"},
{"title": "Data Engineers", "description": "NJ-Hoboken, Location: Hoboken, NJ Description: We are looking for a large team of Data Engineers who have knowledge on migration from on-premise systems like (Oracle, Cognos, etc.,) to GCP BigQuery which includes Big data experience in building ETL workflows. There are huge volumes of data and existing workflows that need to be completed by 1/31. The skill set we require: Oracle, ETL, Spark, Scala, Hadoop, Mi", "link": "http://jobview.monster.com/Data-Engineers-Job-Hoboken-NJ-US-222146166.aspx", "guid": "222146166", "pubDate": "Wed, 18 Nov 2020 09:05:52 GMT"},
{"title": "REMOTE Backend Developer - Laravel/Symfony/AWS - Social Ad Tech", "description": "FL-Sarasota, If you are a backend developer with Laravel/Symfony or a combination of skills that would make sense in this environment, please read on. We are a social ad tech platform currently focused in the automotive industry, with plans to expand into other verticals. We are looking for a talented developer, ideally with Laravel or Symfony experience to help us achieve our goals. This role is REMOTE, so an", "link": "http://jobview.monster.com/REMOTE-Backend-Developer-Laravel-Symfony-AWS-Social-Ad-Tech-Job-Sarasota-FL-US-222138919.aspx", "guid": "222138919", "pubDate": "Wed, 18 Nov 2020 05:05:45 GMT"},
{"title": "Director of Data - Fighting viruses with ML!", "description": "CA-Redwood City, Title: Director of Data Type: Temporarily Full Remote W/ Hybrid Schedule Planned for the Future Location: Redwood City, CA (Temporarily Remote) Compensation: 200 - 300k + bonus + equity Requirements: AWS, GCP, or Azure, Big data (ETL, ELT, Data warehouse etc, biology or medicine industry experience If you are experienced with big data and biology/medicine, please read on! Based out of Redwood City", "link": "http://jobview.monster.com/Director-of-Data-Fighting-viruses-with-ML!-Job-Redwood-City-CA-US-222139007.aspx", "guid": "222139007", "pubDate": "Wed, 18 Nov 2020 05:07:24 GMT"},
{"title": "REMOTE - Scala / Spark Software Engineer", "description": "CA-Los Angeles, If you are a Senior Scala / Spark Software Engineer with experience, please read on! Top Reasons to Work with Us 1. Our company has grown 150% in the last 2 years and are continuing to grow, and well-positioned in this current climate to deliver even more value to our customers! 2. We have an amazing company culture. You will be a part of a high-performing team with lots of experience in our uniqu", "link": "http://jobview.monster.com/REMOTE-Scala-Spark-Software-Engineer-Job-Los-Angeles-CA-US-222139292.aspx", "guid": "222139292", "pubDate": "Wed, 18 Nov 2020 05:12:40 GMT"},
{"title": "Mid-Level .NET Developer - VB.NET, C#, MVC, JavaScript, VS", "description": "TX-Dallas, If you are a Mid-Level Engineer with C#/.NET, VB.NET, MVC, and Visual Studio experience, please read on! We are looking to hire an energetic .NET Developer with strong enterprise multi-tier application development experience to join our team. The ideal candidate should have a strong development background in VB.NET, C#, MVC, JavaScript Visual Studio and have some SQL skills. In this position, you'", "link": "http://jobview.monster.com/Mid-Level-NET-Developer-VB-NET-C-MVC-JavaScript-VS-Job-Dallas-TX-US-222139333.aspx", "guid": "222139333", "pubDate": "Wed, 18 Nov 2020 05:13:07 GMT"},
{"title": "Senior Python (Django) Engineer REMOTE", "description": "CA-San Jose, If you are a Senior Python Engineer with exceptional Django coding chops & looking to work remotely (from home), please read on! We're a mid-sized security company (-100 people) with recent funding on a mission to ensure the security of many global organizations. Our solution software is configurable for both local and multinational organizations and has evolved into the lightest, most scalable en", "link": "http://jobview.monster.com/Senior-Python-Django-Engineer-REMOTE-Job-San-Jose-CA-US-222139464.aspx", "guid": "222139464", "pubDate": "Wed, 18 Nov 2020 05:14:24 GMT"},
{"title": "Business Architect", "description": "OR-Portland, CELEBRATE YOUR PERSONALITY AND TEAM SPIRIT. GROW THROUGH YOUR CHOICES. MAKE YOUR MARK. North Highland believes in unleashing potential together. It means we challenge thinking and build our clients’ capabilities so they are stronger for the long-term. It means we create and nurture an environment for our colleagues where sharing ideas isn’t just encouraged – it’s expected. And it means we give our", "link": "http://jobview.monster.com/Business-Architect-Job-Portland-OR-US-222137197.aspx", "guid": "222137197", "pubDate": "Wed, 18 Nov 2020 03:16:20 GMT"},
{"title": "Sr. Business Analyst", "description": "OR-Portland, CELEBRATE YOUR PERSONALITY AND TEAM SPIRIT. GROW THROUGH YOUR CHOICES. MAKE YOUR MARK. North Highland believes in unleashing potential together. It means we challenge thinking and build our clients’ capabilities so they are stronger for the long-term. It means we create and nurture an environment for our colleagues where sharing ideas isn’t just encouraged – it’s expected. And it means we give our", "link": "http://jobview.monster.com/Sr-Business-Analyst-Job-Portland-OR-US-222137208.aspx", "guid": "222137208", "pubDate": "Wed, 18 Nov 2020 03:16:21 GMT"},
{"title": "Field Service Representative- Albany, NY", "description": "NY-Albany, Together, we can beat cancer. At Varian, we bring together the worlds’ best talent to realize our vision of a world without fear of cancer. Together, we work passionately to develop and deliver easy-to-use, efficient oncology solutions. If you want to be part of this important mission, we want to hear from you. The Field Service Representative (FSR) is the primary contact for Varian Medical System", "link": "http://jobview.monster.com/Field-Service-Representative-Albany-NY-Job-Albany-NY-US-221318669.aspx", "guid": "221318669", "pubDate": "Wed, 18 Nov 2020 00:03:20 GMT"},
{"title": "Data Engineer, Analytics", "description": "IL-Naperville, Job Description: The Data Engineer, Analytics will work with stakeholders – both business and IT to review functional and non-functional requirements, design, develop and support business and artificial intelligence solutions involving Big Data and Microsoft Azure technologies that align with and support the business and Technology Organization strategy and standards. This position will be focused", "link": "http://jobview.monster.com/Data-Engineer-Analytics-Job-Naperville-IL-US-221348672.aspx", "guid": "221348672", "pubDate": "Wed, 18 Nov 2020 00:04:22 GMT"},
{"title": "Solutions Architect, Cloud & Data (Microsoft)", "description": "IL-Naperville, Job Description: The Solution Architect, Cloud will work with stakeholders – both business and IT to gather functional and non-functional requirements, define and develop data oriented solution architecture involving Big Data and Microsoft Azure technologies that aligns with and supports the business and Technology Organization strategy and standards. Additionally, this position will be responsibl", "link": "http://jobview.monster.com/Solutions-Architect-Cloud-Data-Microsoft-Job-Naperville-IL-US-221348675.aspx", "guid": "221348675", "pubDate": "Wed, 18 Nov 2020 00:04:22 GMT"},
{"title": "Ab Initio Developer", "description": "IL-Schaumburg (Township), Location: Schaumburg (Township), IL Description: Our client is currently seeking a Ab Initio Developer to join their team. This job will have the following responsibilities: To build, implement, and maintain web and Big Data application systems. Using knowledge of Data warehouse and Metadata management concepts and tools. Building and maintaining a data processing framework Writing code in Apache ", "link": "http://jobview.monster.com/Ab-Initio-Developer-Job-Schaumburg-Township-IL-US-221754070.aspx", "guid": "221754070", "pubDate": "Wed, 18 Nov 2020 00:05:33 GMT"},
{"title": "QA Tester", "description": "NC-Durham, Our Healthcare Insurance client is seeking a QA Tester for a contract role! Our client has more than 5,000 employees and is the number 1 health insurer in the state of North Carolina serving more than 3.89 million customers. Our client's goal is to provide innovative solutions that simplify the health care system, improve efficiency and outcomes, and help rein in costs. Position: QA Tester Locatio", "link": "http://jobview.monster.com/QA-Tester-Job-Durham-NC-US-221347003.aspx", "guid": "221347003", "pubDate": "Wed, 18 Nov 2020 00:10:42 GMT"},
{"title": "Entry Level/ Mid Level Hadoop Developer", "description": "CA, SynergisticIT is a full service staffing and placement firm servicing client in Northern America and Canada for the past 10 years. We are dedicated towards fulfilling the IT needs of our clients. From staffing to full implementation of projects we provide the highest quality IT Services. We do provide skill enhancement to candidates, who we think would fit a job requirement with one of our clients", "link": "http://jobview.monster.com/Entry-Level-Mid-Level-Hadoop-Developer-Job-CA-US-221761068.aspx", "guid": "221761068", "pubDate": "Wed, 18 Nov 2020 00:18:07 GMT"},
{"title": "Material handler", "description": "GA-Fairburn, At a minimum, you’ll need: Ability to read and interpret documents such as safety rules, operating instructions and procedural documents; basic math skills It’d be great if you also have: High school diploma or equivalent 1 year of experience in a warehouse environment Availability to work a flexible schedule, with possible overtime when needed Experience using a handheld scanner Positive attitude", "link": "http://jobview.monster.com/Material-handler-Job-Fairburn-GA-US-221764743.aspx", "guid": "221764743", "pubDate": "Wed, 18 Nov 2020 00:18:25 GMT"},
{"title": "ANALYST - SYSTEMS/ARCHITECTURE - II", "description": "NJ-Bridgewater, Location: Bridgewater, NJ Description: Our client is currently seeking a ANALYST - SYSTEMS/ARCHITECTURE - II This role will be responsible for design and implementation of big data analysis application to support device technology. Build big data analytics Api framework. Data integration from various data sources like Kafka, Pulsar, hdfs, s3, Teradata and etc. Build web service API on MEC to suppo", "link": "http://jobview.monster.com/ANALYST-SYSTEMS-ARCHITECTURE-II-Job-Bridgewater-NJ-US-221751069.aspx", "guid": "221751069", "pubDate": "Wed, 18 Nov 2020 00:10:07 GMT"},
{"title": "Assistant Controller (Remote)", "description": "OR-Portland, At a glance Great work from home opportunity for accounting professionals! Laird Superfood is currently hiring for an Assistant Controller. What’s exciting about this opening? You get to work with a growing company that has an innovative brand with a people-focused mission. They believe better food leads to a better world and want to provide great-tasting, high-quality, plant-based products that a", "link": "http://jobview.monster.com/Assistant-Controller-Remote-Job-Portland-OR-US-222131653.aspx", "guid": "222131653", "pubDate": "Tue, 17 Nov 2020 18:01:16 GMT"}
]